Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “那怎么办？这也没有别的路了。”孤月皱了皱眉道，“总不能让那妖狐练成结婴丹，否则它吃了后成了妖王，更难对付了。”
en_us: "Then what should we do? There is no other way in." Frowning, Lonemoon countered, "We can't let the fox demon refine a neonate formation pill, otherwise it will become a demon monarch after consuming it, and then it will be even harder to deal with."

source: “那我们就先行告辞了。”孤月点了点头，还特意朝着右侧的易家主管笑了笑。
en_us: "Then we'll take our leave." Lonemoon nodded in acknowledgement, and even turned to smile at Yi Feng's housekeeper.

source: “那我到底穿越到这个世界来干嘛？有什么意义！”
en_us: "What exactly did I transmigrate into this world for? What's the meaning behind all of this!"

source: “那是一个亦正亦邪的组织。”孤月皱了皱眉道，“里面的人擅长一些隐藏行踪的功法，就算是高阶修士，轻易也不能察觉。听闻他们的信息网遍布三青界，专门贩卖各门派的私密为生。只要花得起钱，就能打听到想要的消息，他们的总楼就在城西。”
en_us: "They're an organisation that's neither good nor evil," Lonemoon frowned. "The people in the organisation are proficient at a hidden walking technique. Even high-level cultivators cannot easily detect them. I've heardthat their information network expands across the Three Realms and they specialise in the private sale of secrets from various sects. As long as you can afford it, you can find out what you want to. Their main building is located in the west of the city."

source: “那是什么声音？”青尹一顿，瞅了瞅远处，“前方出了何事？为何突然黄沙满天？”
en_us: "What was that sound?" Qing Yin paused and surveyed the surroundings. "What happened in front? Why is the air ahead filled with sand?"

source: “那是啥？”两人正打算仔细再搜一遍，沈萤却突然指着一处问。
en_us: "What is that?" The two of them were planning to search again when Shen Ying suddenly asked them, her hand pointing to a particular spot.

source: “那是啥？”沈萤指了指前面道。
en_us: "What’s that?" Shen Ying pointed at something ahead.

source: “那是因为我闭关了！”
en_us: "That's only because I was in seclusion!"

source: “那是我侄女的书，小女孩看的东西还能写些啥？”他哼一声道，“还不就是……男男女女那些事。”
en_us: "That's my niece's book, what else is in there for books that little girls read?" He groaned, "Isn't it just some… stuff about girls and guys."

source: “那是我的本命法器，你丫本命法器随便借人的。”孤月瞪了她一眼，转而掏出一片叶状的法器，往空中一扔，顿时变大了十几倍，“上去吧，用这个。”
en_us: "That's my intrinsic Dharma artifact. People don't just lend those out easily." Lonemoon glared at her, then took out a leaf-shaped Dharma artifact and threw it into the air. The Dharma artifact immediately became dozens of times larger upon being thrown. "Get on. Use this instead."

source: “那是那是。”孤月连连点头，“但可惜，追魂楼虽然对上青界的信息无所不知，但对于中青界和下青界的消息，终还是缺了一点，称不上完美。楼主为何不干脆补全这一块，到时追魂楼别说是一流仙门，甚至可以直接超越世家。”
en_us: "That sure is." Lonemoon quickly nodded, "But it is such a pity, although the Soul Chasing Tower has information about the Upper Azure World, it is still a little lacking in the network with the Middle and Lower Azure World, leaving it imperfect. Tower Master, why not fix this piece and Soul Chasing Tower can surpass even the aristocratic families."

source: “那是！”说到自己的专业，枫影一脸骄傲，“你都不知道，这里面我花了多少心思和心血，不是我吹，追魂楼完全不输一流的仙门。”
en_us: "That sure is!" Talking about his profession, Feng Ying was full of pride, "You don't know how much effort I have out into this, I am not bragging but the Soul Chasing Tower does not lose to the top immortal sects."

source: “那是？”
en_us: "Then?"

source: “那渣男逼人做炉鼎，用人试药偿毒，还用活人练丹。的确不是什么好人！”沈萤实话实说。
en_us: "That scum forced people to become human cauldrons, used them to test medicine and poisons, even used people who are still alive to refine pills. He was indeed not a good person!" Shen Ying spoke the truth.

source: “那照你们的说法，我到底要找个什么样的？”
en_us: "So according to you guys, what kind of partner should I look for?"

source: “那狐妖到底要抢你什么？”蹲在旁边看戏的沈萤，突然戳了戳旁边的狸猫问。
en_us: "What did the fox demon want to rob you of?" Shen Ying, who had been watching the proceedings by Lonemoon’s side, suddenly poked the civet cat next to her.

source: “那等宝物，谁不眼红。我看他之前还是元婴，一出那秘境就是化神了。不是身怀异宝，谁信啊！”
en_us: "Who wouldn't want a treasure of that grade? He entered the mystic realm as a Nascent Soul, yet came out as a Soul Formation. Who would believe that he's not holding on to any treasure?"

source: “那缔结契约……”
en_us: "Then how about concluding a contract..."

source: “那自然……”
en_us: "Of course."

source: “那谁……你就是他们的家长吧？我们聊聊呗？”
en_us: "Hey… you are their parents right? Let's talk?"

source: “那谁……再见了。”沈萤连忙止住闲聊，转身往台下走。
en_us: "Mister, er… Goodbye," Shen Ying quickly ended the small talk and turned around to leave the viewing stands..

source: “那走吧！”
en_us: "Let's go!"

source: “那跟厨子有关？”
en_us: "So it has something to do with Chef?"

source: “那边啊。”沈萤指了指后面，“问这个干嘛？”
en_us: "Right there," Shen Ying pointed behind her. "Why do you ask?"

source: “那边还晾着我好几条鱼干呢！”上次带回来的海鲜，很大的那种，“厨子，救货啊！”
en_us: "I aired several dried fish in that place!" The seafood brought back the previous time were HUGE. "Chef! Go save our goods!"

source: “那还不快走？等着被人抓啊！”他样子更加的凶狠，“这事还不都是你惹出来的？要不是看在老乡的份上，以为老子想管这破事啊！”他堂堂玄天宗化神尊者，假公济私一次容易嘛！
en_us: "Then why aren't you leaving? Are we waiting to be caught?" His expression turned even more ferocious. "Isn't this all because of you? If not for us being from the same hometown, do you think I would have given a damn about this!?" He was a mighty Soul Formation Supremacy of Blackheaven Sect, so how could it be easy for him to close one eye on this matter?

source: “那遁行？”
en_us: "What about the stealth advancement?"

source: “那都是你们轩辕家的人，不能做为凭证。而且就算有人带出千叶草木灵，你又如何证明它就是你轩辕家的，而不是秘境中原本的机缘。”
en_us: "All of whom are from your Xuan Yuan Family. They're not fit to be witnesses. Even if someone really had brought the Thousand Leaves Vegetation Spirit out, how are you going to prove that it belongs to your Xuan Yuan Family, and was not originally from the mystic realm?"

source: “那里有可能是退路！”孤月沉声道，“但是……”他们被困在中间根本就过不去，这些是异火，普通的防御法衣可没有什么作用。
en_us: "There may be a way out over there!" Lonemoon said in a low voice. "But…" They were trapped by the flames and couldn't go over. This was Deviant Fire. Ordinary defensive Dharmic vests offered no protection whatsoever.

source: “那闯入的人自称剑修羿清。我已经打听清楚了，羿清就是你无敌派掌门。”枫影越说越加的气愤，扫了在场的众妖一眼，又看向化神期的两人，带些忌惮的道，“今日只为寻仇，与它人无关。还请两位告之，无敌派掌门，现在何处？”
en_us: "The person who invaded our Tower called himself Sword Cultivator Yi Qing. I've asked around and I am sure that Yi Qing is the Sect Master of your Invincible Sect," Feng Ying got more agitated as he spoke. He scanned the demons in front of him and studied the two Soul Formation cultivators. Suppressing his anger, he said, "I am only here to take revenge. It has nothing to do with the rest of you. Please tell me, where is your Sect Master?"

source: “那魔修还在玄天宗！”孤月接口答道。
en_us: "The fiendish cultivator is still in Blackheaven Sect!" Lonemoon continued his sentence.

source: “邪门了，再看招……”
en_us: "This is so strange... Try to take this!"

source: “邪门了，这易公子难道深藏不露？”
en_us: "This is so strange, could it be that this Young Master is secretly concealing his great power?"

source: “郁……红。”他一头黑线的拉过红衣妹子，“这些……就是你选的精英？”
en_us: "Yu... Hong," he frowned as he pulled a red-clothed girl aside. "Are these... the best of the people you've met?"

source: “郁家主可不要胡说！”轩辕禹越听越是心颤，连忙上前一步，赶在某人作死前大声道，“你自己也说郁家逃走的都是炉鼎，可你看看思羽姑娘，她可是金丹魁首，炉鼎是些什么资质谁不清楚，怎么可能赢得了大比？你一定是认错了！”
en_us: "Master of the Yu Family, do not spout nonsense!" The more Xuan Yuanyu heard, the more he shivered, he quickly stepped forward and rushed before someone seeked death, shouting, "You said that those that escaped from the Yu Family were human cauldrons, but look at Si Yu, she is the best Golden Core, everyone knows the qualifications of human cauldrons, how could she win the competition? You must have made a mistake!"

source: “郁家主这就是个误会，快把无敌派弟子放了吧？”我这是要救你啊老弟！
en_us: "Master Yu, this is a misunderstanding, quickly let go of the Invincible Sect's disciples?" I am trying to save you dude!

source: “郁家主这话就不对了。”轩辕禹见缝插针的道，“振祥真做了如此恶事，就不能再算是名门正派，自然也不能再是郁家的人。那他门下的炉鼎，也不是郁家家奴了，又哪来的逃奴？”
en_us: "Master Yu, that's not right." Xuan Yuan Family interrupted, "Zhen Xiang really did such evil deeds, then he cannot be considered to be of a decent sect and naturally would not a Yu Family's people. The human cauldrons under him are also no longer the family slaves of the Yu Family, so how is there still escaped slaves?"

source: “郁家主，还是查清楚比较好。”轩辕瞅了瞅沈萤越来越沉的脸色，一边劝一边拼命给郁海珩使眼色，“况且她还是个金丹，如何敌得过一个元婴真人。”
en_us: "Master Yu, it's best to check thoroughly." Xuan Yuan Yu glanced over at Shen Ying's gloomy face, and tried to persuade as he desperately signaled Yu Hai Heng, "Moreover, she's a Golden Core, how can she defeat a Perfected Nascent Soul."

source: “郁家家主带着十几个化神修士杀进来了！”枫影解释了一句，转身就往偏殿走去，“我去叫沈萤。”
en_us: "The Yu Family Patriarch and a group of Soul Formation cultivators broke into our sect and started attacking!" explained Feng Ying. He turned and walked in the direction of the palace wing. "I'm going to call Shen Ying."

source: “郁家说是元飞阻扰他们抓捕族中的逃奴。”印风皱了皱眉，抬了看了沈萤一眼，沉声道，“现在元飞和思羽、郁红两位姑娘都在里面，事关贵派，所以我才通知了羿掌门，具体什么情况还要进去才知道。”
en_us: "The Yu Family said Yuanfei stopped them from catching the slaves who escaped from their family," Yin Feng frowned. He raised his head to look at Shen Ying, then lowered his voice and said, "Now, Yuanfei, Si Yu and Yu Hong are inside. This concerns your sect, so I sent someone to inform you, Sect Master Yi. We'll only find out what is going on when we go inside."

source: “郁家？”她呆了呆，“去哪干嘛？”
en_us: "The Yu Family?" Her expression went black. "Go where and for what?"

source: “郁海珩！”郁红惊呼出声，退后一步，不敢置信的看着阵法中心的人。
en_us: “Yu Haiheng!" exclaimed Yu Hong in a shocked voice. Backing away, she looked incredulously at the men at the center of the array formation.

source: “郁海珩！”郁红瞪向对方，沉声道，“你胆敢闯入我无敌派，就不怕我们掌门再揍你一次吗？”
en_us: "Yu Hai Heng!" Yu Hong glared at him and said, "You dared to invade our Invincible Sect. Aren't you afraid that our Master would beat you up again?"

source: “郁红姐。”那灰袍的女子连忙摇了摇头，带着点惊慌的看了看四周。下一刻那店里又走出了七八个，跟她一样穿着灰扑扑的人。
en_us: "Big Sister Yu Hong." The gray-robed lady shook her head, looking around her with panicked eyes. In the next moment, seven to eight other people had walked out of the shop. Each of them was dressed in a gray robe just like that lady’s.

source: “郁红姐放心。”一人低声回应道，“我们前后都查看过了，没有人跟踪。这个无敌派除了那三个人外，果真没有其它人在。”
en_us: "Don't worry, Sister Yu Hong," one of them replied softly. "We have checked both front and back. No one is tailing us. Apart from the three of them, this Invincible Sect really did not have other people."

source: “郁红姐！”人群中一人，突然小声惊呼了一声，一把抓住最前方郁红的手，“这……这是妖界！”
en_us: "Sister Yu Hong!" One person from the group suddenly let out a gasp and grabbed Yu Hong's hand. "This… this is the Demon Realm!"

source: “郁红姐，怎么办？”思羽紧张的拉了拉郁红的衣袖，原本她们就是想偷跑出去，现在被发现，若是引来了那两个化神剑修，那她们绝对走不了了。
en_us: "Big Sister Yu Hong, what should we do?" Si Yu nervously tugged at Yu Hong's sleeve. They had intended to escape stealthily, but now their plan was exposed. They wouldn't be able to leave if Shen Ying called for the two sword cultivators.

source: “郁红师姐，你替我一下，我休息会。”
en_us: "Senior Sister Yu Hong, can you substitute me for a moment? I need a break."

source: “郁红，快带两位贵客去客房。”孤月连忙朝郁红招了招手。
en_us: "Yu Hong, show our guests to the guest room," Lonemoon gestured toward Yu Hong.

source: “郁红，送客！”
en_us: "Yu Hong, send our guest out!"

source: “郁香草，调味用的。”
en_us: "Parsley, used for seasoning."

source: “都听明白了吗？！”沈萤加大音调道。
en_us: "Do you understand?" Shen Ying raised her voice.

source: “都是因为魔界之门的事。”薄飞平叹了一声解释，“事情报上去后，戈尤君上亲自到曲双城来查看了一趟，确定了那的确就是魔界之门。为防万一，现在整个曲双城都被封禁了。”
en_us: Pu Feiping sighed and explained, "This is all because of the Door of Demon Realm. After reporting about the matter to the upper courts, the Lord Ge You had come down to Qushuang City personally to take a look and confirmed that that was the door of Demon Realm. For safety precautions, the entire Qushuang City has now been closed."

source: “都看到了，还挺大的！”未等两人回答，沈萤指着前方道。
en_us: “Yeah, it was huge. ” Shen Ying answered, before the two could answer, as she pointed ahead.

source: “都说有起床气，叫你吵我睡觉！叫你吵我睡觉！叫你吵我睡觉……”
en_us: "I already said I have a bad temper when I wake up. Who asked you to disrupt my sleep! Who asked you to disrupt my sleep! Who asked you to disrupt my sleep…"

source: “酒庄丢了两只。”
en_us: "The winery shop lost two."

source: “采药？”
en_us: "Harvest herbs?"

source: “里面是……”碧涛看了旁边的沈萤一眼，再次抖了一下，瞬间抛弃之前那仿佛NPC似的大段台词，回答得又快又简洁，“储丹室，我生前放丹药的地方。”
en_us: "Inside is…" Bitao looked at Shen Ying, who had been standing beside him. He dropped his NPC-like lines and answered shortly and sweetly, "A Pill Storage Repository. This was where I kept my pills while I was alive."

source: “里面这么恐怖的吗？”
en_us: "Is it really so terrifying inside?"

source: “重广楼？”薄飞平接口道。
en_us: "Is it Zhong Guang building?" Pu Feiping asked.

source: “金丹剑修！”掌事一喜，一脸的兴奋的再次行礼，“原来是位道君。”
en_us: "Golden Core sword cultivator!" The steward was elated and excited as he bowed again. "So you are a Dao Lord."

source: “金牌陪练？”
en_us: "Gold token-grade sparring partner?"

source: “钻！钻过去！”
en_us: "Crawl! Crawl through it!"

source: “铲除这些禽兽不如的人，还我妖界太平!”
en_us: "We shall rid those despicable humans and bring peace back to our Demon Realm!"

source: “铸鼎境七重果然强大！”
en_us: "The seventh stage of Cast Tripod Realm is indeed formidable!"

source: “铸鼎境三重？这实力也如此傲气？”
en_us: "Only the third stage of the Cast Tripod Realm? Yet she was so arrogant?"

source: “铸鼎境八重果然强大！凭借肉体的力量，速度就能达到铸鼎境三四重了吧？”
en_us: "The power of the eighth stage of the Cast Tripod Realm is indeed enormously great! If such a person were to relying on his or her bodily strength and abilities alone, surely that person's natural speed would reach a level on par with someone using their third or fourth stage power in the Cast Tripod Realm?"

source: “铸鼎境八重？还是姬家的小姐，掌管聚珍阁？如此绝色！难怪江恨水和这两人如苍蝇般粘着。”
en_us: "Eighth stage of the Cast Tripod Realm? And even the young mistress of the Jiang Clan, the one who is managing the Pearl Gathering Pavilion? Such remarkable beauty! No wonder Jiang Henshui and these two men were sticking to her like flies."

source: “锅里有窝头和肉粥，小奴去亲戚家了，明天回来，勿念！少爷加油！”字体很丑，歪歪斜斜的，江逸看后心头一酸。
en_us: There is wotou and meat porridge in the pot! Xiaonu has left for a relative’s house and will return tomorrow! Don’t worry about me! Do your best, Young Master! Jiang Yi’s heart ached as he read Xiaonu’s ugly, spider-like handwriting.

source: “错觉，一定是错觉，这废物一定是在装腔作势。”
en_us: "Wrong perception! This must be a wrong perception... this good-for-nothing must definitely be faking it."

source: “门。”
en_us: "Door," Shen Ying replied.

source: “门派大比？”沈萤抓糕点的手顿了顿，“那是啥？”
en_us: "Competition amongst the sects?" Shen Ying's hand paused just as it was going to grab a pastry. "What's that?"

source: “门？啥门？”他认真看了一眼，还用神识探了探，“没有啊？天上哪来的门啊？”
en_us: "A gate? What gate?" He looked closely and used his divine perception to scan the sky. "There's nothing there. Where's the gate?"

source: “闭嘴！”
en_us: "Shut up!"

source: “闭嘴！”剃个头而已，至于吗？
en_us: "Shut up!" I'm just going to shave your head. What's with the screaming?

source: “闭嘴！”孤月嘴角一抽，去你MD聊天，跟这货呆五分钟，他都会气出病来，“要么吃，要么滚！”
en_us: "Shut up!" Lonemoon's mouth twitched. To hell with her! After just five minutes with her his blood pressure was already rising. "Either eat up or scram!"

source: “闭嘴！”枫影急吼出声，脸色瞬间涨红，有种找个洞钻进去的冲动。
en_us: "Shut up!" Feng Ying shouted. His face was flushed. All he wanted was to bury himself in a pit.

source: “闭嘴！”毕浩回头瞪了对方一眼，阻止他到口的话，更加恭敬的朝着戚橙雨道，“改日毕浩必会亲上冥阴山向尊上负荆请罪。”说完他直接单手结印解开了地上的阵法，并掏出一瓶丹药递给她，“尊上受伤不轻，我等同为魔修该当同气连枝，这有一瓶五品回春丹，就当是请罪。”
en_us: "Shut up!" Bi Hao turned back and glared at Ren Yi, preventing him from spouting another word, and then continued to speak respectfully to Qi Chengyu, "I will certainly go to Ming Yin Mountain personally to give a formal apology in the future." Finished, he immediately took away the seal for the array formation on the ground with one hand, and took out a bottle of elixir for her. "Supremacy's injury is pretty serious, and as fiendish cultivators we should help each other. Here is a bottle of rejuvenation elixirs as our apology."

source: “闭嘴！糕点留下。”他冷哼一声，转过头去彻底不理人了。
en_us: "Shut up! Leave the pastries here," he tutted and turned away from Shen Ying, completely ignoring her.

source: “闭嘴，别说了！”孤月一把捂住了她的嘴，一颗玻璃心，叭叽一下摔得粉碎碎了，你TM能不能老实的活在脑补里啊喂。
en_us: "Stop it, don't talk!" Lonemoon covered her mouth, his glass heart shattered into pieces. Can't a man dream?

source: “闭嘴，没说你！”没等宁子安继续，她指了指他脸上的魔痕再次打断，“你长得太丑，换你体内，那个长得好看的小朋友说。”
en_us: "Shut up, I'm not speaking to you!" Without letting Ning Zi An continue, she pointed to the Devil Scar on his face and interrupted once again, saying, " You're too ugly... transform to the good-looking little child within you and let the little one speak."

source: “问了点事。”沈萤懒洋洋的回了句。
en_us: "Let me ask a question," Shen Ying returned languidly.

source: “问清楚……来回报。”巨兽说了句，转头回到了正中间，又团成团躺了下去，再没看他一眼，头更是埋进双爪之中，只是隐隐透出几缕染色的红毛。
en_us: "Find out... and report back to me," the beast instructed. It turned away and returned to the centre of the cave. Then, it curled itself up into a ball and lay back down without looking at him again. Its head was buried between its two claws. Yi Feng could only see a hint of red hair.

source: “问题出在……我这黑色元力身上！哼哼，我回炉的时候不注入黑色元力，你一辈子都别想炼出地阶丹药！”
en_us: "The problem... lies in my black essence force! Hmph, if I don't inject some black essence force when I'm conducting the reheating process, you can forget about ever producing more earth-tier elixirs again for the rest of your life!"

source: “闻无敌派羿清掌门仙法卓绝，力战郁家家主，明心宗费晔书心生景仰，诚意邀战！浩瀚仙途，强者为尊，尔敢一战？”
en_us: "Having heard of the outstanding skills of Invincible Sect Master Yi Qing, who has defeated the Yu Family Patriarch, your admirer, Fei Yeshu of the Bright Heart Sect respectfully challenges you to a duel. On this tumultuous Immortal Path, only the strongest should reign supreme. Are you up for the challenge?"

source: “防护阵！”孤月一惊，这是有人强行突破了阵法。
en_us: "Defend the formation!" Lonemoon was shocked. Someone had forced an entry into their array formation.

source: “阵法就是……等等！”孤月正打算解释，突然睁大了眼睛看着她手里，“这幡……动了？！”
en_us: "Array formation is… Wait a second!" Lonemoon was about to explain but all of a sudden his eyes widened as he looked at the thing in her hand. "This gonfalon… moved?!"

source: “阵符法器，我都已经备好了，沈掌门擅长哪一样？”
en_us: "I've prepared all the arrays, talismans, dharma artifacts and equipment that I need. Sect Master Shen, what is your strategy?"

source: “陛下，我们还要不要杀进去……”
en_us: "Your Majesty, do we still attack?"

source: “随便你。”孤月挥了挥手，“让她们展示一下就行。”
en_us: "Up to you." Lonemoon waved his hand. "It should be enough to just let them just showcase some moves."

source: “随便你吧，白痴！”
en_us: "Up to you, stupid fool!"

source: “随便哪几个字都行吗？”
en_us: "Can I just put any few words together/"

source: “随便，好听又朗朗上口的就行，快。”
en_us: "Whatever, as long as it sounds catchy and pleasing to the ears. Hurry."

source: “难怪上青界的人这么愤怒。”
en_us: "No wonder the people of the Upper Azure World are so angry."

source: “难怪有钱天资绝世的公子修炼速度如此之快，人比人气死人啊！”
en_us: "No wonder wealthy young masters with exceptional talent can cultivate essence force at such high speeds! I feel so jealous, yet constantly comparing myself to others like that will only make me even more angry!

source: “难道……”突然想到了什么，她抓了抓头道，“你们刚刚说的是悄悄话？”
en_us: "Could it be..." Shen Ying scratched her head as if she thought of something, "could it be you were trying to whisper?"

source: “难道它可以复活这株草木灵？！”他眼睛一亮，越想越有可能，它们都是草木灵，又都是灵气所化，本就是一样的存在，能相互影响也很正常。
en_us: "Can it revive this Vegetation Spirit?!" His eyes lit up. The more he thought about it, the more likely it seemed. They were both Vegetation Spirits, and were manifested from Spirit Qi. Being the same type of existence, being able to affect each other would also be normal.

source: “难道这黑色元力的能力，也随着境界提升再次增幅了？”
en_us: "Could it be that the powers of this black essence force would also follow my uplift in realm stages and once again increase further?

source: “需要吗？”
en_us: "Is there a need?"

source: “青岚师兄……怎么可能？”青尹一脸的不敢置信，“是谁，谁伤了他，难道这仙宫里……”他四下搜寻了半天也没找到其它人影，突然想到了什么，转头看向旁边的人，“青亦师兄，难道这里……”
en_us: "Senior Brother Qing Lan… How is this possible?" Qing Yin was in disbelief. "Who, who could have harmed him, unless this Immortal Pavilion…" He looked around but did not see any other lurking shadows. He suddenly thought of something, turned to the person beside him and said, "Senior Brother Qing Yi, could this place…"

source: “青岚师兄他们……”青尹上前一步，似是想要说什么。
en_us: “Senior Brother Qing Lan and the rest…" Qing Yin took a step forward, looking as if he was about to speak..

source: “静观其变。”郁红这才沉下心，转身小声交代了一句。
en_us: "Watch and wait to see what happens," Yu Hong calmed down and instructed.

source: “靠！”他就知道，孤月嘴角一抽，上下扫了她一眼，“你不是说到这个世界快四个月了吗？怎么什么都不知道，这几个月你到底都干了些什么？”
en_us: "Damn it!" It was as he had thought. Lonemoon's mouth twitched as he scrutinized her. "Didn't you say you have already been in this world for almost four months? How can you not know anything, what have you been doing all these months?"

source: “靠！”孤月骂了一句，原以为对方至少会挡一挡，这样就可以阻止对方进去的脚步，没想到他为了进去，会直接把青尹推出来送死，上青界的游仙果然够狠。
en_us: "Holy shit!" Lonemoon cursed. He had thought that the other party would at least block a little, holding back his steps, but never did he imagine that the man would push Qing Yin to his death just to get in — those from the Upper Azure World were truly ruthless.

source: “靠，你居然没有灵根！”
en_us: "Damn, you don't even have a Spirit Root!"

source: “顿悟哪那么简单？”孤月横了一眼烂泥一样瘫在石桌上的人，“还有，老子叫孤月，不叫那谁！你自己徒弟的名字记不住就算了，好歹老乡，我的名字给我好好记啊喂！”
en_us: "Do you think an epiphany is something so simple?" Lonemoon glared at the person lying immobile on the stone table. "And I'm called Lonemoon, not 'What's-your-name'! I don't care if you can't remember the name of your own disciple, but I'm from your hometown, so you better remember mine!"

source: “领个屁丹药！”
en_us: "Retrieve elixirs my ass!"

source: “额儿……”那黑气颤了颤，似乎打了个饱嗝，身形都大了一圈，再次飘了起来，像是要飞走。
en_us: "Arh…" The cloud of black Qi, which had grown decidedly bigger, seemed to be burping. It floated up again, as if intending to fly away.

source: “风月楼！”
en_us: "Fengyue Brothel!"

source: “飞儿，不是让你在房里休息吗？怎么出来了？”印风有些尴尬的笑着解释了一下，“这是犬子元飞。”说完朝来人使了个眼色。
en_us: "Junior Fei, didn't I ask you to rest in your room? Why did you come out?" Smiling awkwardly, Yin Feng introduced him, "This is my son Yuanfei." He then gave his son a meaningful glance.

source: “飞升成仙！”众人都是一脸惊讶，飞升是何等凶险的事，上青界这么多化神修士，不乏化神大满圆的，却都不敢轻易引动飞升雷劫，就怕失败被劈得连渣都不剩，那些兵解的散仙就是最好的例子。郁家出了这么一座塔，那还不得让整个上青界的修士都疯了。
en_us: "Immortal Ascension!" Everybody arounded was shocked. Achieving Immortal Ascenson was such a mean and dangerous feat. Many Soul Formation cultivators in the Upper Azure World, even those who havePerfected Soul Formation, do not dare to trigger the Immortal Ascension Lightning Tribulation for fear of disintegrating under the lightning bolts. The Disintegrating Itinerant Cultivaors were prime examples. The Yu Family's pagoda would drive everybody in the Upper Azure World mad.

source: “飞升？”沈萤一愣，连手里的糕点都掉了下来，“真的假的？”
en_us: "Lightning Tribulation?" Taken aback, Shen Ying almost dropped her pastry. "Are you for real?"

source: “飞少，退！”
en_us: "Young Master Fei, stand back!"

source: “食……食谱……”仙魂一头黑线，他堂堂丹药的传承还比不上食谱吗？这人脑子有病吧，偏偏他已经没了别的选择，“不行，你已经进来了，这传承你不要也得要！”他还赶着投胎去呢！
en_us: "Food… food recipes…" The immortal soul's expression darkened. Was an entire heritage's worth of pills incomparable to food recipes? This person was clearly out of her mind, but he had no other choice. "No, you've already entered the Immortal Pavilion. You have to accept this heritage!" He was rushing to be reincarnated!

source: “饱了？还要吗？”沈萤又掏出了一根兔王送的萝卜。
en_us: "Are you full? Do you want some more?" Shen Ying took out another piece of carrot that the Rabbit Monarch had given her.

source: “马上，师父今天累了，要不我们加个菜？”
en_us: "Right away. Since Master is tired today, shall I prepare another dish?"

source: “马勒戈壁！”
en_us: “Damn it！”

source: “马勒戈壁，怎么弄？”
en_us: "Damn it! How on earth do I do this?"

source: “高级丹药收的。”
en_us: "Ofcourse we accept them, so long as they are high-quality elixirs."

source: “鬼……王！”魔修说出最后一句，仍旧保持着眼睛大睁的表情，直直的从天上掉了下来，彻底没有了气息。
en_us: "Ghost… King!" The fiendish cultivator spoke his last words, and his eyes were still wide as he fell straight from the sky, utterly void of breath.
